Repository: eurolinux-enterprise-linux-sources/system-config-kdump
Catalog: src/po/*.po
Languages: es, fr, hi, it, pt_br, ta, zh_tw

source: Error writing kdump configuration: %s
es: Error de configuración de escritura kdump: %s
fr: Erreur lors de l'écriture de la configuration kdump : %s
hi: kdump विन्यास में लिखने में त्रुटि: %s
it: Errore scrittura della configurazione di kdump: %s
pt_br: Erro de gravação da configuração do kdump: %s
ta: kdump கட்டமைப்பை எழுதுவதில் பிழை: %s
zh_tw: 寫入 kdump 配置時發生了錯誤：%s

source: system-config-kdump: write kdump configuration file error
es: system-config-kdump: error de archivo de configuración de escritura kdump
fr: system-config-kdump : erreur d'écriture du fichier de configuration kdump
hi: system-config-kdump: kdump विन्यास फाइल त्रुटि लिखें
it: system-config-kdump: errore scrittura file di configurazione di kdump
pt_br: system-config-kdump: gravação de erros de arquivo de configuração do kdump
ta: system-config-kdump: kdump கட்டமைப்பு கோப்பு பிழையை எழுது
zh_tw: system-config-kdump：寫入 kdump 配置檔案時發生了錯誤

source: Writing settings to bootloader configuration file
fr: Écriture des parmètres dans le fichier de configuration du chargeur d'amorçage

source: You have to select target type other than local file:/// if you want to use default action
es: Tiene que seleccionar un tipo de destino diferente al del archivo local:///si desea usar una acción predeterminada
fr: Vous devez sélectionner un autre type de cible que le fichier local :/// si vous souhaitez utiliser l'action par défaut
hi: आपको स्थानीय फाइल के अलावे लक्ष्य फाइल को चुनना है :/// यदि आप तयशुदा क्रिया चुनना चाहते हैं
it: Se si desidera usare l'azione predefinita sarà necessario selezionare una destinazione diversa dal file:/// locale
pt_br: Você precisas selecionar o tipo de alvo ao invés do arquivo local :/// caso deseje utilizar a ação padrão
ta: முன்னிருப்பு செயலாக பயன்படுத்த வேண்டுமென்றால் உள்ளமை கோப்பு:/// தவிர வேறாக இலக்கை தேர்ந்தெடுக்க வேண்டும்
zh_tw: 若您希望使用預設動作的話，您必須選擇目標類型，而不是本機檔案 :///

source: Invalid target
es: Destino inválido
fr: Cible invalide
hi: अवैध लक्ष्य
it: Destinazione invalida
pt_br: Alvo inválido
ta: தவறான இலக்கு
zh_tw: 目標不明

source: Core collector must begin with 'makedumpfile'
es: El recolector de núcleo debe empezar con 'makedumpfile'
fr: Le « Core collector » doit commencer avec « makedumpfile »
hi: केंद्रीय संग्राहक को 'makedumpfile' के साथ शुरू होना चाहिये
it: Il Core collector deve iniziare con 'makedumpfile'
pt_br: O coletor do core deve iniciar com "makedumpfile"
ta: கோர் சேகரிப்பவர் 'makedumpfile'உடன் ஆரம்பிக்க வேண்டும்
zh_tw: 核心蒐集程式必須以「makedumpfile」作為起始

source: system-config-kdump: Bad core collector
es: system-config-kdump: Colector de núcleo dañado
fr: system-config-kdump : Mauvais core collector
hi: system-config-kdump: खराब कोर संग्राहक
it: system-config-kdump: core collector errato
pt_br: system-config-kdump: Coletor de core ruim
ta: system-config-kdump: தொறான குறியீடு சேகரிப்பவர்
zh_tw: system-config-kdump：核心蒐集程式錯誤

source: Invalid craskernel value: %s. Possible values are: auto X X@Y %s
fr: Valeur crashkernel invalide : %s. Les valeurs possibles sont: auto X X@Y %s

source: Bad crashkernel value
fr: Mauvaise valeur crashkernel

source: Raw device %s wasn't found on this machine
es: Dispositivo crudo %s no se encontrón en esta máquina
fr: Le périphérique brut %s est introuvable sur cette machine
hi: कच्ची युक्ति %s को इस मशीन पर नहीं पाया गया था
it: Il dispositivo raw %s non è stato trovato su questa macchina
pt_br: Dispositivo bruto %s não foi encontrado nesta máquina
ta: வெறும் சாதனம் %s இந்த கணினியில் காணப்படவில்லை
zh_tw: 在這部機器上找不到原生裝置 %s

source: Local file system partition with name %s
es: Partición de sistema de archivo local con nombre %s
fr: La partition du système de fichiers local avec pour nom %s
hi: स्थानीय फाइल सिस्टम विभाजन %s नाम के साथ
it: Partizione file system locale con nome %s
pt_br: Partição de sistema de arquivo local com nome %s
ta: பெயர் %s உடன் உள்ளமை கோப்பு கணினி பகிர்வு
zh_tw: 名稱為 %s 的本機檔案系統分割區

source: and type %s wasn't found
es: y tipo no %s se encontraron
fr: et de type %s est introuvable
hi: और प्रकार %s नहीं मिला
it: il tipo %s non è stato trovato
pt_br: e tipo %s não foram encontrados
ta: மற்றும் வகை %s காணப்படவில்லை
zh_tw: 找不到 %s 類型

source: The help viewer could not be found. To be able to view help, the 'yelp' package needs to be installed.
es: El visor de ayuda no pudo hallarse. Para poder ver la ayuda, el paquete 'yelp' necesita ser instalado.
fr: L'afficheur d'aide est introuvable. Le paquetage 'yelp' doit être installé afin de pouvoir visionner l'aide.
hi: मदद प्रदर्शक नहीं मिल सका. मदद को देखने में समर्थ होने के लिए, 'yelp' संकुल को संस्थापित किए जाने की जरूरत है.
it: Impossibile trovare il visualizzatore d'aiuto. Per visualizzare l'aiuto è necessario installare il pacchetto 'yelp'.
pt_br: Este visualizador de ajuda não pôde ser encontrado. Para conseguir visualizar ajuda, o pacote 'yelp' precisa ser instalado.
ta: உதவி காட்டி காணப்படவில்லை, உதவியை பார்க்க இந்த 'yelp' தொகுப்பு நிறுவப்பட வேண்டும்.
zh_tw: 找不到說明檢視器。若要檢視說明，您需要安裝「yelp」套件。

source: Handling services
fr: Gestion des services kdump

source: Unable to handle kdump services: %s %s
es: No pudo manejar servicios kdump: %s %s
fr: Gestion des services kdump impossible : %s %s
hi: kdump सेवा नियंत्रित करने में असमर्थ: %s %s
it: Impossibile gestire i servizi di kdump: %s %s
pt_br: Não foi possível manusear os serviços kdump %s %s
ta: kdump சேவைகளை கையாள முடியவில்லை: %s %s
zh_tw: 無法處理 kdump 服務： %s %s

source: system-config-kdump: Error handling kdump services
es: system-config-kdump: Error al manejar servicios kdump
fr: system-config-kdump : erreur de gestion des services kdump
hi: system-config-kdump: kdump सेवा के नियंत्रण में त्रुटि
it: system-config-kdump: Errore nella gestione dei servizi di kdump
pt_br: system-config-kdump: Erro ao manusear os serviços kdump
ta: system-config-kdump: kdump சேவைகளை கையாளும் பிழை
zh_tw: system-config-kdump: 處理 kdump 服務時發生了錯誤

source: Error executing system-config-kdump
es: Error al ejecutar system-config-kdump
fr: Erreur lors de l'exécution de system-config-kdump
hi: system-config-kdump के निष्पादन में त्रुटि
it: Errore durante l'esecuzione di system-config-kdump
pt_br: Erro ao executar o system-config-kdump
ta: system-config-kdumpஐ இயக்குவதில் பிழை
zh_tw: 執行 system-config-kdump 時發生了錯誤

source: Kernel Dump Configuration
es: Configuración de Volcado del Kernel
fr: Configuration du noyau Dump
hi: कर्नेल डंप विन्यास
it: Configurazione del Kernel-Dump
pt_br: Configuração de Despejos do Kernel
ta: கர்னல் டம்ப் கட்டமைப்பு
zh_tw: 核心傾印設定

source: _File
es: _Fichero
fr: _Fichier
hi: फाइल (_F)
pt_br: _Arquivo
ta: கோப்பு (_F)
zh_tw: 檔案(_F)

source: Apply changes, save booloader config file and save kexec/kdump config file
es: Aplicar cambios, guardar archivo de configuración de gestor de arranque y guardar archivo de configuración kexec/kdump
fr: Appliquer les changements, enregistrer le fichier de configuration du chargeur d'amorçage ainsi que le fichier de configuration kexec/kdump
hi: परिवर्तन लाएँ बूटलोडर कॉन्फिग फाइल सहेजें और kexec/kdump कॉन्फिग फाइल सहेजें
it: Applica modifiche, salva il file di configurazione del booloader ed il file di configurazione kexec/kdump
pt_br: Aplique as mudanças, salve o arquivo de config do carregador de inicialização e salve o arquivo config kexec/kdump
ta: மாற்றங்களை செயல்படுத்தவும், booloader config கோப்புகள் மற்றும் kexec/kdump config கோப்புகளை சேமிக்கவும்
zh_tw: 套用變更，儲存開機載入程式配置檔，然後儲存 kexec/kdump 配置檔

source: Reload original settings from config files
es: Recargar configuraciones originales desde archivos de configuración
fr: Recharger les paramètres originaux depuis les fichiers de configuration
hi: कॉन्फिग फाइल से मौलिक सेटिंग फिर लोड करें
it: Ricarice le impostazioni originali dai file di configurazione
pt_br: Recarregue as configurações originais dos arquivos de config
ta: கட்டமை கோப்புகளிலிருந்து அசல் அமைவுகளை மீண்டும் ஏற்றவும்
zh_tw: 由配置檔案載入原有的設定

source: Exit and discard not saved changes
es: Salir y descartar cambios sin guardar
fr: Quitter et abandonner les changements non-enregistrés
hi: न सहेजे परिवर्तन से बाहर निकलें और छोड़ें
it: Esci ed abbandona le modifiche non salvate
pt_br: Saia e descarte as mudanças não salvas
ta: வெளியேறி சேமிக்கப்பட்ட மாற்றங்களை நீக்கு
zh_tw: 退出並放棄未儲存的變更

source: Enable kdump
es: Habilitar kdump
fr: Activer kdump
hi: kdump सक्रिय करें
it: Abilita kdump
pt_br: Habilitar o kdump
ta: kdumpஐ செயல்படுத்தவும்
zh_tw: 啟用 kdump

source: Disable kdump
es: Inhabilitar kdump
fr: Désactiver kdump
hi: kdump निष्क्रिय करें
it: Disabilita kdump
pt_br: Desabilitar o kdump
ta: kdumpஐ செயல்நீக்கவும்
zh_tw: 停用 kdump

source: _Help
es: _Ayuda
fr: _Aide
hi: मदद (_H)
it: (_H) Aiuto
pt_br: _Ajuda
ta: உதவி (_H)
zh_tw: 說明(_H)

source: Apply
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
pt_br: Aplicar
ta: செயல்படுத்து
zh_tw: 套用

source: Reload
es: Recargar
fr: Recharger
hi: पुनः लोड करें
it: Ricarica
pt_br: Recarregar
ta: மீளேற்று
zh_tw: 重新載入

source: Enable
es: Habilitar
fr: Activer
hi: सक्षम
it: Abilita
pt_br: Habilitar
ta: செயல்படுத்தல்
zh_tw: 啟用

source: Disable
es: Inhabilitar
fr: Désactiver
hi: अक्षम
it: Disabilita
pt_br: Desabilitar
ta: செயல்நீக்கு
zh_tw: 停用

source: Automated kdump memory settings
es: Configuraciones automáticas de memoria de kdump
fr: Paramètres mémoire kdump automatisés
hi: स्वचालित kdump स्मृति सेटिंग
it: Impostazioni memoria kdump automatizzate
pt_br: Configurações de memória kdump automatizadas
ta: தானியக்க kdump நினைவக அமைவுகள்
zh_tw: 自動化的 kdump 記憶體設定

source: Manual kdump memory settings
es: Configuraciones manuales de memoria de kdump
fr: Paramètres mémoire kdump manuels
hi: हस्तचालित kdump स्मृति सेटिंग
it: Impostazioni memoria kdump manuali
pt_br: Configurações de memória kdump manuais
ta: கைமுறை kdump நினைவக அமைவுகள்
zh_tw: 手動式的 kdump 記憶體設定

source: Total System Memory:
es: Memoria Total del Sistema:
fr: Mémoire totale du système :
hi: कुल सिस्टम स्मृति:
it: Memoria totale del sistema:
pt_br: Memória total do sistema:
ta: மொத்த கணினி நினைவகம்:
zh_tw: 系統總記憶體：

source: Current kdump Memory:
es: Memoria kdump actual:
fr: Mémoire kdump :
hi: मौजूदा kdump स्मृति:
it: Memoria di kdump corrente:
pt_br: Memória do kdump Atual:
ta: நடப்பு kdump நினைவகம்:
zh_tw: 目前的 kdump 記憶體：

source: New kdump Memory:
es: Nueva memoria kdump:
fr: Nouvelle mémoire kdump :
hi: नए kdump स्मृति:
it: Memoria di kdump nuova:
pt_br: Memória Nova do kdump:
ta: புதிய kdump நினைவகம்:
zh_tw: 新的 kdump 記憶體：

source: Usable Memory:
es: Memoria Utilizable:
fr: Mémoire utilisable :
hi: उपयोग में आने वाली स्मृति:
it: Memoria disponibile:
pt_br: Memória Útil:
ta: பயன்படுத்தும் நினைவகம்:
zh_tw: 可用記憶體：

source: (MB)
fr: (Mo)

source: Basic Settings
es: Configuraciones básicas
fr: Paramètres de base
hi: मौलिक सेटिंग
it: Impostazioni di base
pt_br: Configurações Básicas
ta: அடிப்படை அமைவுகள்
zh_tw: 基本設定

source: Local filesystem
es: Sistema de archivos local
fr: Système de fichiers local
hi: स्थानीय फाइल सिस्टम
it: File system locale
pt_br: Sistema de arquivo local
ta: உள்ளமை கோப்புமுறைமை
zh_tw: 本機檔案系統

source: Save kdump file in local filesystem
es: Guardar archivo kdump en sistema de archivos local
fr: Enregistrer le fichier kdump dans le système de fichiers local
hi: स्थानीय फाइल में kdump फाइल सहेजें
it: Salva il file di kdump nel file system locale
pt_br: Salve o arquivo kdump no sistema de arquivo local
ta: kdump கோப்பினை உள்ளமை கோப்பு முறைமையில் சேமி
zh_tw: 將 kdump 檔案儲存在本機檔案系統中

source: Choose partition where you want to save your kdump
es: Elegir partición donde desea guardar su kdump
fr: Choisissez la partition sur laquelle enregistrer votre kdump
hi: विभाजन चुनें जहाँ आप kdump सहेजना चाहते हैं
it: Scegliere la partizione dove si desidera archiviare kdump
pt_br: Escolha a partição onde você quer salvar seu kdump
ta: உங்கள் kdumpஐ சேமிக்க பகிர்வை தேர்ந்தெடுக்கவும்
zh_tw: 選擇您要將您的 kdump 儲存在哪個分割區中

source: Choose local filesystem target directory
es: Elegir el directorio destino de sistema de archivos local
fr: Choisissez le répertoire-cible du système de fichiers local
hi: स्थानीय फाइलसिस्टम लक्ष्य निर्देशिका चुनें
it: Selezionare la directory di destinazione del file system locale
pt_br: Escolha o diretório de alvo do sistema de arquivo local
ta: உள்ளமை கோப்பு முறைமை இலக்கு அடைவை தேர்ந்தெடு
zh_tw: 選擇本機檔案系統目標目錄

source: Select A Local Filesystem Directory
es: Elegir un directorio de sistema de archivos local
fr: Sélectionnez un répertoire pour le système de fichiers local
hi: एक स्थानीय फाइलसिस्टम निर्देशिका चुनें
it: Selezionare una directory del file system locale
pt_br: Selecione Um Diretório de Sistema De Arquivo Local
ta: ஒரு உள்ளமை கோப்பு முறைமை அடைவை தேர்ந்தெடு
zh_tw: 選擇一個本機檔案系統目錄

source: Path:
es: Ruta:
fr: Chemin :
hi: पथ:
it: Percorso:
pt_br: Caminho:
ta: பாதை:
zh_tw: 路徑：

source: Target directory on local file system
es: Directorio destino en sistema de archivos local
fr: Répertoire-cible sur le système de fichiers local
hi: स्थानीय फाइल सिस्टम पर लक्ष्य निर्देशिका
it: Directory di destinazione sul file system locale
pt_br: Diretório de alvo em um sistema de arquivo local
ta: உள்ளமை கோப்பு முறைமையில் இலக்கு அடைவு
zh_tw: 本機檔案系統上的目標目錄

source: Raw device
es: Dispositivo crudo
fr: Périphérique brut
hi: कच्ची युक्ति
it: Dispositivo raw
pt_br: Dispositivo Bruto
ta: வெற்று சாதனம்
zh_tw: 原生裝置

source: Save kdump file in raw device
es: Guardar archivo kdump en dispositivo crudo
fr: Enregistrer le fichier kdump sur un périphérique brut
hi: kdump फाइल को कच्ची युक्ति नें सहेजें
it: Salva il file di kdump nel dispositivo raw
pt_br: Salvar o arquivo kdump em um dispositivo bruto
ta: kdump கோப்பினை வெற்று சாதனத்தில் சேமி
zh_tw: 將 kdump 儲存在原生裝置中

source: Select raw device
es: Seleccionar dispositivo crudo
fr: Sélectionnez un périphérique brut
hi: कच्चा युक्ति चुनें
it: Seleziona un dispositivo raw
pt_br: Selecione o dispositivo bruto
ta: வெற்று சாதனத்தை தேர்ந்தெடு
zh_tw: 選擇原生裝置

source: Network
es: Red
fr: Réseau
hi: संजाल
it: Rete
pt_br: Rede
ta: பிணையம்
zh_tw: 網路

source: Save kdump file via network
es: Guardar archivo kdump a través de red
fr: Enregistrer le fichier kdump via le réseau
hi: kdump फाइल को संजाल होकर सहेजें
it: Salva il file di kdump tramite la rete
pt_br: Salvar o arquivo kdump via rede
ta: kdump கோப்பை பிணையம் வழியாக சேமி
zh_tw: 透過網路儲存 kdump 檔案

source: Save kdump file via NFS
es: Guardar archivo kdump vía NFS
fr: Enregistrer le fichier kdump via NFS
hi: kdump फाइल को NFS से होकर चुनें
it: Salva il file di kdump tramite NFS
pt_br: Salvar o arquivo kdump via NFS
ta: kdump கோப்பை பிணையம் NFS வழியாக சேமி
zh_tw: 透過 NFS 儲存 kdump 檔案

source: Save kdump file via SSH
es: Guardar archivo kdump vía SSH
fr: Enregistrer le fichier kdump via SSH
hi: kdump फाइल को SSH से होकर सहेजें
it: Salva il file di kdump tramite SSH
pt_br: Salvar o arquivo kdump via SSH
ta: kdump கோப்பினை SSH வழியாக சேமிக்கவும்
zh_tw: 透過 SSH 儲存 kdump 檔案

source: User must have necessary write permissions on the server
es: El usuario debe tener permisos de escritura necesarios en el servidor
fr: L'utilisateur doit disposer des droits d'écriture nécessaires sur le serveur
hi: उपयोक्ता को सर्वर पर जरूरी लेखन अनुमति होने चाहिए
it: L'utente deve avere i permessi di scrittura corretti sul server
pt_br: O usuário deve possuir permissões de gravação no servidor
ta: பயனர் சேவையகத்தில் எழுதும் அனுமதிகளை கொண்டிருக்க வேண்டும்
zh_tw: 使用者必須擁有伺服器上的必要寫入權限

source: Path to directory to save kdump file on server
es: Ruta al directorio para guardar el archivo kdump en servidor
fr: Chemin du répertoire pour enregistrer le fichier kdump sur le serveur
hi: kdump फाइल को सर्वर पर सहेजने के लिए पथ
it: Percorso per la directory per salvare il file di kdump sul server
pt_br: Caminho para o diretório para salvar o arquivo kdump no servidor
ta: kdump கோப்பினை சேவையகத்தில் சேமிப்பதற்கான அடைவு பாதை
zh_tw: 在伺服器上儲存 kdump 檔案的目錄路徑

source: Network server name
es: Nombre de servidor de red
fr: Nom de serveur réseau
hi: संजाल सर्वर नाम
it: Nome server di rete
pt_br: Nome do servidor de rede
ta: பிணைய சர்வர் பெயர்
zh_tw: 網路伺服器名稱

source: User name:
es: Nombre de usuario:
fr: Nom d'utilisateur :
hi: उपयोक्ता नामः
it: Nome utente:
pt_br: Nome do usuário:
ta: பயனர் பெயர்:
zh_tw: 使用者名稱：

source: Path to direcotory:
es: Ruta a directorio:
fr: Chemin du répertoire :
hi: निर्देशिका का पथ डालें:
it: Percorso per la directory:
pt_br: Caminho para o diretório:
ta: அடைவிற்கான பாதை:
zh_tw: 目錄路徑：

source: Server name:
es: Nombre de servidor:
fr: Nom du serveur :
hi: सर्वर नाम:
it: Nome server:
pt_br: Nome do servidor:
ta: சர்வர் பாதை:
zh_tw: 伺服器名稱：

source: Target settings
es: Configuraciones de destino
fr: Paramètres de la cible
hi: लक्ष्य सेटिंग
it: Impostazioni destinazione
pt_br: Configurações de alvo:
ta: இலக்கு அமைவுகள்
zh_tw: 目標設定

source: zero page
es: página cero
fr: page zéro
hi: शून्य पृष्ठ
it: pagina zero
pt_br: página zero
ta: பூஜ்ஜிய பக்கம்

source: Exclude zero page
es: Excluir página cero
fr: Exclure la page zéro
hi: शून्य पृष्ठ हटा रहा है
it: Escludere pagina zero
pt_br: Excluir página zero
ta: பூஜ்ஜிய பக்கத்தை நீக்கு
zh_tw: 排除 zero page

source: cache page
es: página cache
fr: page du cache
hi: कैश पृष्ठ
it: pagina della cache
pt_br: página do cache
ta: கேஷ் பக்கம்

source: Exclude cache page
es: Excluir página cache
fr: Exclure la page du cache
hi: कैश पृष्ठ निकालें
it: Escludere pagina della cache
pt_br: Excluir página do cache
ta: கேஷ் பக்கத்தை நீக்கு
zh_tw: 排除 cache page

source: cache private
es: cache privada
fr: cache privé
hi: निजी कैश करें
it: cache privata
pt_br: cache privado
ta: கேஷ் தனிப்பட்டது

source: Exclude cache private
es: Excluir cache privada
fr: Exclure le cache privé
hi: कैश निजी अलग करें
it: Escludere la cache privata
pt_br: Excluir cache privado
ta: கேஷ் தனிப்பட்டதை நீக்கு
zh_tw: 排除 cache private

source: user data
es: datos de usuario
fr: données utilisateur
hi: उपयोक्ता आँकड़ा
it: dati utente
pt_br: dados de usuário
ta: பயனர் தரவு
zh_tw: 使用者資料

source: Exclude user data
es: Excluir datos de usuario
fr: Exclure les données utilisateur
hi: उपयोक्ता आँकड़ा अलग करें
it: Escludere dati utente
pt_br: Excluir dados de usuário
ta: பயனர் தரவை நீக்கு
zh_tw: 排除使用者資料

source: free page
es: página libre
fr: page free
hi: खाली पृष्ठ
it: pagina disponibile
pt_br: página livre
ta: இலவசப் பக்கம்

source: Exclude free page
es: Excluir página libre
fr: Exclure page free
hi: खाली पृष्ठ अलग करें
it: Escludere pagina disponibile
pt_br: Excluir página livre
ta: காலி பக்கத்தை நீக்கு
zh_tw: 排除 free page

source: Actual filter level:
es: Nivel de filtro real:
fr: Niveau de filtre :
hi: वास्तविक फिल्टर स्तर:
it: Livello filtro attuale:
pt_br: Nível de filtro atual:
ta: உண்மையான ஃபில்டர் நிலை:
zh_tw: 實際過濾層級：

source: <b>Filtering level </b>
es: <b>Nivel de filtro </b>
fr: <b>Niveau de filtrage</b>
hi: <b>फिल्टरिंग स्तर </b>
it: <b>Livello di filtraggio</b>
pt_br: <b>Nível de filtragem</b>
ta: <b>வடிப்பி நிலை </b>
zh_tw: <b>過濾層級</b>

source: ELF file format
es: Formato de archivo ELF
fr: Format de fichier ELF
hi: ELF फाइल प्रारूप
it: Formato file ELF
pt_br: Formato do arquivo ELF
ta: ELF கோப்பு வடிவம்
zh_tw: ELF 檔案格式

source: diskdump file format
es: formato de archivo diskdump
fr: Format de fichier diskdump
hi: diskdump फाइल प्रारूप
it: formato file diskdump
pt_br: formato do arquivo diskdump
ta: diskdump கோப்பு வடிவம்
zh_tw: diskdump 檔案格式

source: <b>Output file format</b>
es: <b>Salida de formato de archivo</b>
fr: <b>Format du fichier de sortie</b>
hi: <b>आउटपुट फाइल प्रारूप</b>
it: <b>Formato output del file</b>
pt_br: <b>Formato do arquivo de resultado</b>
ta: <b>வெளிப்பாடு கோப்பு வடிவம்</b>
zh_tw: <b>輸出檔案格式</b>

source: Filtering settings
es: Configuraciones de filtro
fr: Paramètres de filtrage
hi: फिल्टरिंग सेटिंग
it: Impostazioni di filtraggio
pt_br: Configurações de filtragem
ta: வடிப்பி அமைவுகள்
zh_tw: 過濾設定

source: Default initrd
es: initrd predeterminado
fr: initrd par défaut
hi: तयशुदा initrd
it: Initrd predefinito
pt_br: initrd padrão
ta: முன்னிருப்பு initrd
zh_tw: 預設 initrd

source: Use default initrd
es: Usar initrd predeterminado
fr: Utiliser l'initrd par défaut
hi: तयशुदा initrd का उपयोग करें
it: Usa initrd predefinito
pt_br: Use o initrd padrão
ta: முன்னிருப்பு initrdஐ பயன்படுத்து
zh_tw: 使用者預設 initrd

source: Custom initrd
es: Personalizar initrd
fr: initrd personnalisé
hi: initrd कस्टम दें
it: Initrd personalizzato
pt_br: initrd padronizado
ta: தனிபயன் initrd
zh_tw: 自訂 initrd

source: Use custom initrd
es: Usar initrd personalizado
fr: Utiliser l'initrd personnalisé
hi: पसंदीदा initrd का उपयोग करें
it: Usa initrd personalizzato
pt_br: Use o initrd padronizado
ta: தனிபயன் initrdஐ பயன்படுத்து
zh_tw: 使用自訂 initrd

source: Choose custom initrd file
es: Elegir el archivo personalizado initrd
fr: Choisissez le fichier initrd personnalisé
hi: पसंदीदा initrd फाइल चुनें
it: Seleziona file initrd personalizzato
pt_br: Escolha o arquivo initrd padronizado
ta: தனிபயன் initrd கோப்பினை தேர்ந்தெடு
zh_tw: 選擇自訂的 initrd 檔案

source: Select An initrd File
es: Seleccionar un archivo initrd
fr: Sélectionnez un fichier initrd
hi: कोई initrd फाइल चुनें
it: Seleziona un file initrd
pt_br: Selecione um Arquivo initrd
ta: ஒரு initrd கோப்பைத் தேர்ந்தெடு
zh_tw: 選擇一個 initrd 檔案

source: <b>initrd selection</b>
es: <b>selección initrd</b>
fr: <b>Sélection initrd</b>
hi: <b>initrd चयन</b>
it: <b>Scelta di initrd</b>
pt_br: <b>seleção do initrd</b>
ta: <b>initrd தேர்ந்தெடு</b>
zh_tw: <b>選擇 initrd</b>

source: Default kernel
es: kernel predeterminado
fr: Noyau par défaut
hi: तयशुदा कर्नेल
it: Kernel predefinito
pt_br: Kernel Padrão
ta: முன்னிருப்பு கர்னல்
zh_tw: 預設 kernel

source: Use default kernel image
es: Usar la imagen de kernel predeterminada
fr: Utiliser l'image du noyau par défaut
hi: तयशुदा कर्नेल छवि का उपयोग करें
it: Usa l'immagine del kernel predefinito
pt_br: Use a imagem do kernel padrão
ta: முன்னிருப்பு கெர்னல் உருவத்தை பயன்படுத்து
zh_tw: 使用預設的 kernel 映像檔

source: Custom kernel
es: Personalizar kernel
fr: Noyau personnalisé
hi: पसंदीदा कर्नेल
it: Kernel personalizzato
pt_br: Kernel padronizado
ta: தனிபயன் கெர்னல்
zh_tw: 自訂的 kernel

source: Use custom kernel image
es: Usar la imagen para personalizar kernel
fr: Utiliser le noyau personnalisé
hi: पसंदीदा कर्नेल छवि का उपयोग करें
it: Usa l'immagine del kernel personalzzato
pt_br: Use a imagem do kernel padronizado
ta: தனிபயன் கெர்னல் உருவத்தை பயன்படுத்து
zh_tw: 使用自訂的 kernel 映像檔

source: Choose your custom kernel
es: Elegir su kernel personalizado
fr: Choisissez votre noyau personnalisé
hi: पसंदीदा कर्नेल कर्नेल उन्नत बनाएँ
it: Seleziona il kernel personalizzato
pt_br: Escolha seu kernel padronizado
ta: உங்கள் தனிபயன் கெர்னலைத் தேர்ந்தெடு
zh_tw: 選擇您的自訂 kernel

source: <b>Capture kernel selection</b>
es: <b>Capturar selección de kernel</b>
fr: <b>Capturer la sélection du noyau</b>
hi: <b>कर्नेल चयन कैप्चर करें</b>
it: <b>Cattura la scelta del kernel</b>
pt_br: <b>Capture a seleção do kernel</b>
ta: <b>கெர்னல் தேர்ந்தெடுப்பை பிடி</b>
zh_tw: <b>擷取 kernel 選項</b>

source: Kernel command line options
es: Opciones de línea de comandos de kernel
fr: Options de ligne de commande du noyau
hi: कर्नेल कमांड लाइव विकल्प
it: Opzioni della linea di comando del kernel
pt_br: Opções da linha de comando do kernel
ta: கெர்னல் கட்டளை வரி விருப்பங்கள்
zh_tw: Kernel 指令列選項

source: Original kernel command line options
es: Opciones de línea de comandos de kernel original
fr: Options de ligne de commande du noyau original
hi: मौलिक कर्नेल कमांड लाइन विकल्प
it: Opzioni della linea di comando del kernel originali
pt_br: Opções da linha de comando do kernel original
ta: அசல் கெர்னல் கட்டளை வரி விருப்பங்கள்
zh_tw: 原始的 kernel 指令列選項

source: Edited:
es: Editado:
fr: Modifié :
hi: संपादित:
it: Modificate:
pt_br: Editado:
ta: திருத்தப்பட்டது:
zh_tw: 已編輯：
