Repository: eurolinux-enterprise-linux-sources/system-config-kdump
Catalog: src/po/*.po
Languages: es, fr, hi, it, pt_br, ta, zh_tw

source: mount rootfs and run /sbin/init
es: monta rootfs y ejecuta /sbin/init
fr: montez rootfs et exécutez /sbin/init
hi: rootfs आरोहित करें और /sbin/init चलायें
it: mount rootfs ed eseguire /sbin/init
pt_br: monte o rootfs e execute o /sbin/init
ta: rootfsஐ ஏற்றி /sbin/initஐ இயக்கவும்
zh_tw: 掛載 rootfs 並執行 /sbin/init

source: Kdump is a new kernel crash dumping mechanism. In the event of a system crash, a core file can be captured using kdump, which runs in the context of a freshly booted kernel, making it far more reliable than methods capturing within the context of the crashed kernel. Being able to capture a core file can be invaluable in helping determine the root cause of a system crash. Note that kdump does require reserving a portion of system memory that will be unavailable for other uses.
es: Kdump es un nuevo mecanismo de volcado del kernel en caso de fallo. Si el sistema se cuelga, un archivo del núcleo puede ser capturado utilizando kdump. Éste es ejecutado en el contexto de un kernel recién iniciado, proporcionando una mayor veracidad que la dada por métodos que capturan el archivo de núcleo desde el contexto del kernel que falló. La captura del archivo de núcleo puede ayudar a determinar las causas principales del falla en el sistema. Tenga en cuenta que kdump requiere una porción de la memoria del sistema que no podrá ser usada por ningún otro usuario.
fr: Kdump est un nouveau mécanisme de capture lors du plantage d'un noyau. Si un système échoue, un fichier noyau peut être capturé en utilisant kdump, qui est exécuté dans le contexte d'un noyau récemment démarré, ce qui le rend bien plus fiable que les méthodes de capture dans le contexte d'un noyau qui a échoué. Être capable de capturer un fichier noyau peut être inestimable pour aider à déterminer la cause principale de l'échec d'un système. Notez que kdump requiert une partie de la mémoire système qui sera indisponible pour d'autres utilisations.
hi: Kdump एक नया कर्नेल क्रैश डंपिंग यांत्रिकी है. सिस्टम क्रैश की स्थिति में, एक कोर फाइल को kdump के प्रयोग से, जो ताजा बूट किये कर्नेल के संदर्भ में चलता है, क्रैश किये कर्नेल को रखने की विधि की तुलना में इसे ज्यादा विश्वसनीय बनाता है . एक कोर फाइल पकड़ने में सक्षम होते हुये जो सिस्टम क्रैश के मूल कारण को निर्धारित करने में मूल्यवान होगा. नोट करें कि kdump के लिये सिस्टम स्मृति के एक अंश को सुरक्षित रखने के लिये जरूरी है जो अन्य प्रयोग के लिये अनुपलब्ध होगा.
it: Kdump è un nuovo meccanismo di kernel crash dumping. Nell'evento di un arresto inaspettato del sistema, è possibile catturare un file core utilizzando kdump, il quale viene eseguito in un contesto di un kernel nuovo appena avviato, rendendolo molto più affidabile dei metodi che catturano il suddetto file in un ambiente 'crashed' del kernel. La possibilità di catturare un file core risulta essere fondamentale per la determinazione della causa principale di un crash. Da notare che kdump necessita di una porzione di memoria del sistema che conseguentemente risulterà non disponibile ad altri utenti.
pt_br: O Kdump é um novo mecanismo de despejo para o kernel. Caso o sistema trave, um arquivo de core dump pode ser capturado usando o kdump, o qual roda no contexto de um kernel recentemente inicializado, fazendo com que seja muito mais confiável do que métodos que capturam usando o contexto do kernel travado. A habilidade de poder capturar um arquivo de core dump pode ser valiosa para ajudar a determinar a raiz do problema causador do travamento de um sistema. Note que o kdump requer a reserva de uma parte da memória do sistema, a qual ficará indisponível para outros usos.
ta: Kdump ஒரு புதிய கர்னல் crash dumping தொழில்நுட்பமாகும். கணினி சிக்கலாகும் போது,ஒரு கோர் கோப்பு kdumpஐ பயன்படுத்தி, புதிதாக துவக்கப்பட்ட கர்னல் சூழலில் இயங்குவதை மீட்கும், அதை மிகவும் உகந்ததாக இருப்பதை விட அழிக்கப்பட்ட கர்னல் சூழலுக்குள் எடுக்கலாம்.ஒரு கோர் கோப்பினை மீட்பதை விட ரூட்டில் கணினி அழிப்பது வரையறுக்கப்படும். kdumpக்கு கணினியின் நினைவகம் பதிவு செய்வது தேவைப்படும் அது வேறு பயனர்களுக்கு இருக்காது என்பதை குறித்து கொள்ளவும்.
zh_tw: Kdump 是新的核心當機傾印機制。當系統當機時，kdump 會在完整無缺的啟動核心環境中，擷取核心檔案，這會比在當機的核心環境中擷取要更為可靠。擷取核心檔案能幫助您找出系統當機的根源。請注意，kdump 並不需要保留一部分的系統記憶體，導致這部份記憶體無法使用。

source: Kdump will attempt to place the vmcore at the specified location. In the event that it fails to place the vmcore at location, the default action (specified below) will be executed.
es: Kdump intentará ubicar el vmcore en la ubicación especificada. En caso de que no se pueda ubicar vmcore en este lugar, la acción predeterminada (especificada a continuación) se ejecutará:
fr: Kdump essayera de placer le vmcore à l'emplacement spécifié. Si cela devait échouer, l'action par défaut (spécifiée ci-dessous) sera exécutée.
hi: Kdump vmcore को निर्दिष्ट स्थान पर रखने का प्रयास करेगा. इस घटना में जो vmcore को स्थान पर रखने में विफल होता है, मूलभूत स्थान (नीचे निर्दिष्ट) को निष्पादित किया जायेगा.
it: Kdump cercherà di posizionare vmcore nella posizione specificata. Se tale evento non viene eseguito e vmcore non viene posizionato all'interno della suddetta posizione, verrà eseguita l'azione predefinita (di seguito specificata).
pt_br: O kdump tentará colocar o vmcore na localidade especificada. Caso não consiga colocar o vmcore nessa localidade, a ação padrão, especificada abaixo, será executada.
ta: Kdump குறிப்பிட்ட இடத்தில் vmcoreஐ வைக்க முயற்சிக்கும். இந்த நிகழ்வில் vmcoreஐ ஒரு இடத்தில் வைக்க தவறும், அப்போது முன்னிருப்பு செயல் (கீழே குறிப்பிட்டது போல) செயல்படுத்தப்படும்.
zh_tw: Kdump 會試著在特別的地方，置入 vmcore。當無法置入 vmcore 時，會執行預設動作（如下所述）。

source: Don't know how to configure your boot loader.
es: No sabe cómo configurar su gestor de arranque.
fr: Ne sait pas comment configurer le chargeur d'amorçage
hi: बूट लोडर कैसे विन्यस्त किया जाए नहीं जानते हैं.
it: Non sono sicuro come configurare il boot loader.
pt_br: Não sabe como configurar seu carregador de inicialização
ta: உங்கள் பூட்லோடரை எவ்வாறு கட்டமைக்க வேண்டும் என தெரியவில்லை.
zh_tw: 不知如何配置您的開機載入程式。

source: system-config-kdump: no default kernel
es: system-config-kdump: no hay kernel predeterminado
fr: system-config-kdump : pas de noyau par défaut
hi: system-config-kdump: कोई तयशुदा कर्नेल नहीं
it: system-config-kdump: nessun kernel predefinito
pt_br: system-config-kdump: kernel não padrão
ta: system-config-kdump: முன்னிருப்பு கர்னல் இல்லை
zh_tw: system-config-kdump：沒有預設的 kernel

source: Sorry, this architecture does not currently support kdump
es: Lo sentimos, esta arquitectura aún no soporta kdump
fr: Désolé, actuellement cette architecture ne supporte pas kdump
hi: क्षमा करें, यह आर्किटेक्चर अभी समर्थन kdump का समर्थन नहीं करता है
it: Spiacenti, questa architettura attualmente non supporta kdump
pt_br: Desculpe, mas esta arquitetura atualmente não tem suporte ao kdump
ta: இந்த வடிவமைப்பு தற்போது kdumpக்கு துணை புரியாது
zh_tw: 對不起，這主機架構目前並不支援 kdump

source: system-config-kdump: kdump not supported
es: system-config-kdump: kdump no es soportado
fr: system-config-kdump : kdump n'est pas pris en charge
hi: system-config-kdump: kdump समर्थत नहीं
it: system-config-kdump: kdump non supportato
pt_br: system-config-kdump: kdump não suportado
ta: system-config-kdump: kdump துணைபுரியவில்லை
zh_tw: system-config-kdump：不支援 kdump

source: Failed to detect total system memory from /proc/iomem. Total system memory will not be accurate.
fr: Échec de la détection de la mémoire système totale depuis /proc/iomem. La mémoire système totale ne sera pas exacte.

source: system-config-kdump: Memory error
es: system-config-kdump: Error de memoria
fr: system-config-kdump : erreur de mémoire
hi: system-config-kdump: स्मृति त्रुटि
it: system-config-kdump: Errore memoria
pt_br: system-config-kdump: Erro de Memória
ta: system-config-kdump: நினைவகப் பிழை
zh_tw: system-config-kdump：記憶體錯誤

source: Sorry, ia64 xen kernels do not support kdump at this time.
es: Lo siento, los kernel xen ia64 no soportan kdump en este momento.
fr: Désolé, les noyaux Xen pour les architectures ia64 ne supportent pas kdump pour le moment !
hi: क्षमा करें, ia64 Xen कर्नेल kdump को इस समय समर्थन नहीं करता है.
it: Spiacenti, attualmente i kernel xen ia64 non supportano il kdump.
pt_br: Desculpe, mas os kernels do Xen ia64 ainda não têm suporte ao kdump.
ta: இந்த நேரத்தில் ia64 Xen கர்னல்கள் kdumpக்கு துணைபுரியவில்லை.
zh_tw: 很抱歉，目前 ia64 xen 核心尚不支援 kdump。

source: This system does not have enough memory for kdump to be viable
es: Este sistema no tiene memoria suficiente para que kdump sea viable
fr: Ce système n'a pas suffisament de mémoire pour que kdump soit viable
hi: यह सिस्टम के पास पर्याप्त स्मृति kdump के लिये अर्थक्षम होने के लिये नहीं है
it: Il sistema non possiede memoria sufficiente per far si che kdump risulti disponibile
pt_br: Este sistema não possui memória suficiente para que o kdump seja viável
ta: kdump இல் இருக்க இந்த கணினியில் போதிய நினைவகம் இல்லை
zh_tw: 本系統沒有足夠的記憶體，好讓 kdump 執行

source: system-config-kdump: Not enough memory
es: system-config-kdump: No hay suficiente memoria
fr: system-config-kdump : mémoire insuffisante
hi: system-config-kdump: पर्याप्त स्मृति नहीं
it: system-config-kdump: Memoria non sufficiente
pt_br: system-config-kdump: Memória insuficiente
ta: system-config-kdump: போதிய நினைவகம் இல்லை
zh_tw: system-config-kdump：記憶體不足

source: Path cannot be empty for '%s' locations.
es: La ruta no puede estar vacía para '%s' sitios.
fr: Le chemin ne peut pas être vide pour les emplacements « %s ».
hi: पथ को '%s' स्थान के लिये खाली नहीं छोड़ा जा सकता है.
it: Per le posizioni '%s' il percorso non può essere lasciato vuoto.
pt_br: O caminho não pode ser vazio para localidades '%s'.
ta: '%s' இடங்களுக்கு பாதை வெற்றாக இருக்கக்கூடாது.
zh_tw: 「%s」位置的路徑不能是空白的。

source: Reset path to default ('%s')?.
es: ¿Restablecer ruta predeterminada ('%s')?.
fr: Restaurer la valeur par défaut du chemin d'accès ('%s') ?
hi: पथ को तयशुदा ('%s') में रिसेट करें?.
it: Usare il valore predefinito ('%s')?.
pt_br: Redefina o caminho para default ('%s')?.
ta: முன்னிருப்பு ('%s')க்கு பாதையை மறுபடியும் அமைக்கவா?.
zh_tw: 是否要將路徑設為預設值（'%s'）？

source: system-config-kdump: Empty path
es: system-config-kdump: Ruta vacía
fr: system-config-kdump : chemin vide
hi: system-config-kdump: रिक्त पथ
it: system-config-kdump: Percorso vuoto
pt_br: system-config-kdump: Caminho vazio
ta: system-config-kdump: காலியான பாதை
zh_tw: system-config-kdump：空白路徑

source: You must specify server.
es: Debe especificar servidor:
fr: Vous devez spécifier le serveur.
hi: आपको सर्वर को जरूर निर्दिष्ट करना चाहिए.
it: È necessario specificare un server.
pt_br: Você precisa especificar o servidor.
ta: நீங்கள் சர்வரை குறிப்பிட வேண்டும்
zh_tw: 您必須指定伺服器。

source: system-config-kdump: Server name not set
es: system-config-kdump: Nombre de servidor no establecido
fr: system-config-kdump : nom de serveur non-défini
hi: system-config-kdump: सर्वर नाम सेट नहीं
it: system-config-kdump: Nome server non impostato
pt_br: system-config-kdump: Nome do Servidor não foi definido
ta: system-config-kdump: சர்வர் பெயர் அமைக்கப்படவில்லை
zh_tw: system-config-kdump：未設置伺服器名稱

source: You must specify user name.
es: Debe especificar nombre de usuario.
fr: Vous devez spécifier un nom d'utilisateur.
hi: आप जरूर उपयोक्ता नाम निर्दिष्ट करें.
it: È necessario specificare il nome utente.
pt_br: Você precisa especificar o nome do usuário
ta: நீங்கள் பயனர் பெயரை குறிப்பட வேண்டும்.
zh_tw: 您必須指定使用者名稱。

source: system-config-kdump: User name not set
es: system-config-kdump: Nombre de usuario no establecido
fr: system-config-kdump : nom d'utilisateur non-défini
hi: system-config-kdump: उपयोक्ता नाम सेट नहीं होना चाहिए
it: system-config-kdump: Nome utente non impostato
pt_br: system-config-kdump: Nome do usuário não foi definido
ta: system-config-kdump: பயனர் பெயர் அமைக்கப்படவில்லை
zh_tw: system-config-kdump：未設置使用者名稱

source: You must select one of the raw devices
es: Debe seleccionar uno de los dispositivos crudos
fr: Vous devez sélectionner l'un des périphériques brut
hi: आपको जरूर कच्ची युक्ति में से एक चुनना चाहिए
it: Selezionare uno dei dispositivi raw
pt_br: Você precisa selecionar um dos dispositivos brutos
ta: நீங்கள் வெற்று சாதனங்களில் ஒன்றை தேர்ந்தெடுக்க வேண்டும்
zh_tw: 您必須選擇一個原生裝置

source: system-config-kdump: Raw device error
es: system-config-kdump: Error de dispositivo crudo
fr: system-config-kdump : erreur de périphérique brut
hi: system-config-kdump: कच्ची युक्ति त्रुटि
it: system-config-kdump: Errore dispositivo raw
pt_br: system-config-kdump: Erro de dispositivo bruto
ta: system-config-kdump: வெற்று சாதன பிழை
zh_tw: system-config-kdump：原生裝置錯誤

source: You must select one of the partitions
es: Debe seleccionar una de las particiones
fr: Vous devez sélectionner l'une des partitions
hi: आपको विभाजनों को जरूर चुनना चाहिये
it: Selezionare una delle partizioni
pt_br: Você deve ser o root para executar este aplicativo.
ta: நீங்கள் பகிர்வுகளில் ஒன்றை தேர்ந்தெடுக்க வேண்டும்
zh_tw: 您必須選擇一個分割區

source: system-config-kdump: Local partition error
es: system-config-kdump: Error en partición local
fr: system-config-kdump : erreur de partition localeLocal partition error
hi: system-config-kdump: स्थानीय विभाजन त्रुटि
it: system-config-kdump: Errore partizione locale
pt_br: system-config-kdump: Erro de partição local
ta: system-config-kdump: உள்ளமை பகிர்வு பிழை
zh_tw: system-config-kdump：本機分割區錯誤

source: Note that the %s architecture does not feature a relocatable kernel at this time, and thus requires a separate kernel-kdump package to be installed for kdump to function. This can be installed via 'yum install kernel-kdump' at your convenience.
es: Tenga en cuenta que la arquitectura %s no soporta una reubicación del kernel en estos momentos. Es necesario instalar el paquete kernel-kdump para que kdump funcione. La instalación puede realizarse a través de 'yum install kernel-kdump' en cualquier momento.
fr: Notez que pour le moment, l'architecture %s ne fournit pas un noyau relogeable et nécessite donc l'installation d'un paquetage kernel-kdump indépendant afin que kdump puisse fonctionner. Celui-ci peut être installé via « yum install kernel-kdump » selon votre convenance.
hi: नोट करें कि %s आर्किटेक्चर एक स्थान परिवर्तनीय कर्नेल को फीचर नहीं करता है इस समय, और इस प्रकार इसके लिये एक अलग कर्नेल -kdump संकुल की जरूरत है अधिष्ठापित किये जाने के लिये kdump को काम करने के लिये. इसे 'yum install kernel-kdump' के द्वारा आपकी सुविधानुसार अधिष्ठापित किया जा सकता है.
it: Da notare che l'architettura %s non contiene attualmente un kernel rilocabile, quindi necessita di un pacchetto kernel-kdump separato da installare, per permettere un normale funzionamento di kdump. Il suddetto pacchetto può essere installato tramite 'yum install kernel-kdump' nel momento a voi più opportuno.
pt_br: Note que a arquitetura %s não possui um kernel realocável no momento, e portanto requer a instalação do pacote kernel-kdump para que o kdump funcione. Isto pode ser feito através do comando "yum install kernel-kdump" quando lhe for conveniente.
ta: %s வடிவமைப்பு இந்த நேரத்தில் மாறும் கர்னல் வசதியை கொண்டிருக்கவில்லை,அதனால் இதற்கு ஒரு தனி kernel-kdump தொகுப்பு kdumpக்கு நிறுவப்பட்டு செயல்படுத்தப்பட வேண்டும். இது 'yum install kernel-kdump' வழியாக உங்கள் தேவைப்கேற்ப நிறுவப்படும்.
zh_tw: 請注意，%s 主機架構目前並沒有移動核心的功能，因此需要安裝獨立的核心傾印套件（kernel-kdump），如此 kdump 才能運作。您可以使用「yum install kernel-kdump」指令來安裝。

source: WARNING: xen kdump support requires a non-xen %s RPM to perform actual crash dump capture.
es: ADVERTENCIA: el soporte para Kdump requiere un RPM %s no-xen para realizar la captura del volcado de parada de sistema.
fr: AVERTISSEMENT : la prise en charge de kdump par xen nécessite un RPM %s non-xen pour effectuer la capture du vidage sur incident.
hi: चेतावनी: xen kdump समर्थन के लिए एक गैर-xen %s RPM की जरूरत वास्तविक क्रैश डंप कैप्चर करने के लिए होती है.
it: AVVERTENZA: il supporto kdump xen ha bisogno di un RPM %s non-xen per eseguire la cattura del crash dump.
pt_br: AVISO: o suporte ao kdump ao xen necessita de um RPM %s não-xen para realizar a real captura do despejo de travamento.
ta: எச்சரிக்கை: xen kdump க்கு ஒரு xen கர்னல் அல்லாத %s RPM துணை அசல் crash dumpஐ கைப்பற்ற தேவைப்படுகிறது.
zh_tw: 警告：xen kdump 支援需要一個非 xen %s 的 RPM 才可執行實際的 crash dump 擷取。

source: Please be sure you have the non-xen %s RPM of the same version as your xen kernel installed.
es: Por favor asegúrese de tener RPM %s non-xen de la misma versión que su kernel instalado.
fr: Assurez-vous que les versions du RPM %s non-xen et du noyau xen installé sont identiques.
hi: चेतावनी: जैसे आपका xen कर्नेल संस्थापित होता है आप समान संस्करण का गैर-xen %s RPM रखें.
it: Assicuratevi di essere in possesso di un RPM %s non-xen della stessa versione del kernel xen installato.
pt_br: Por favor, certifique-se de que você tem o RPM %s não-xen da mesma versão do seu kernel xen instalado.
ta: xen கர்னல் அல்லாத %s RPM அதே பதிப்பை உங்கள் xen கர்னலை நிறுவும் போது வைத்திருக்கவும்.
zh_tw: 請確認您的 RPM 是和您所安裝的 xen kernel 版本相同的非 xen %s RPM。

source: system-config-kdump: Need non-xen kernel
es: system-config-kdump: Necesita kernel non-xen
fr: system-config-kdump : noyau non-xen requis
hi: system-config-kdump: गैर-xen कर्नेल जरूरी
it: system-config-kdump: È necessario un kernel non-xen
pt_br: system-config-kdump: Precisa de um kernel não-xen
ta: system-config-kdump: xen-இல்லாத கெர்னல் தேவை
zh_tw: system-config-kdump：需要非 xen 的 kernel

source: Changing Kdump settings requires rebooting the system to reallocate memory accordingly. %sYou will have to reboot the system for the new settings to take effect.
es: El cambio de la configuración de Kdump requiere reiniciar el sistema para reasignar memoria apropiadamente. %s Tendrá que reiniciar el sistema para que los cambios sean efectivos.
fr: Modifier les paramètres de kdump nécessite un redémarrage du système afin deréallouer convenablement la mémoire. %sVous devrez redémarrer le système pour que les nouveaux paramètres prennent effet.
hi: Kdump जमावट को बदलने के लिये सिस्टम के फिर चलाये जाने की जरूरत होगी स्मृति को उसी तरह चलाने के लिये. %sआपको नये जमावट के फिर प्रभावी होने के लिये सिस्टम को फिर बूट करना चाहिये.
it: La modifica delle impostazioni di Kdump necessita di un riavvio del sistema per allocare nuovamente la memoria in modo corretto. %sPer confermare le modifiche appena apportate, sarà necessario riavviare il sistema.
pt_br: Alterações na configuração do kdump requerem a reinicialização do sistema para que a memória seja alocada adequadamente. %sVocê precisará reinicializar o sistema para que a nova configuração tenha efeito.
ta: Kdump அமைவுகளை மாற்றினால் நினைவகத்தை மறு ஒதுக்கீடு செய்ய கணினியை மறு துவக்கம் செய்ய வேண்டும். %s புதிய அமைவுகள் செயலுக்கு வர கணினியை மீண்டும் துவக்கவும்.
zh_tw: 要改變 Kdump 的設定，使用者必須重新開機，才能重新分配記憶體。%s 要讓新的設定生效，請重新啟動系統。

source: system-config-kdump: Need reboot
es: system-config-kdump: Necesita reiniciar
fr: system-config-kdump : redémarrage requis
hi: system-config-kdump: रिबूट जरूरी
it: system-config-kdump: È necessario un riavvio
pt_br: system-config-kdump: Precisa ser reiniciado
ta: system-config-kdump: ரோபோட் தேவைப்படுகிறது
zh_tw: system-config-kdump：需要重新啟動

source: Applying configuration
fr: Application de la configuration

source: Error writing kdump configuration
es: Error al escribir configuración kdump
fr: Erreur lors de l'écriture de la configuration de kdump
hi: kdump विन्यास लिखने में त्रुटि
it: Errore nella scrittura della configurazione di kdump
pt_br: Configuração de Despejos do Kernel
ta: kdump கட்டமைப்பை எழுதுவதில் பிழை
zh_tw: 寫入 kdump 配置時發生了錯誤

source: system-config-kdump: Error write kdump configuration
es: system-config-kdump: Error al escribir configuración kdump
fr: system-config-kdump: erreur lors de l'écriture de la configuration de kdump
hi: system-config-kdump: kdump विन्यास लिखने में त्रुटि
it: system-config-kdump: Errore scrittura configurazione di kdump
pt_br: system-config-kdump: Erro de gravação da configuração do kdump
ta: system-config-kdump: kdump கட்டமைப்பை எழுதுவதில் பிழை
zh_tw: system-config-kdump：寫入 kdump 配置時發生了錯誤

source: Error writing bootloader configuration
es: Error al escribir configuración de gestor de arranque
fr: Erreur lors de l'écriture de la configuration du chargeur d'amorçage
hi: बूटलोडर विन्यास लिखने में त्रुटि
it: Errore scrittura configurazione del bootloader
pt_br: Erro de gravação da configuração do carregador de inicialização
ta: துவக்க ஏற்றி கட்டமைப்பை எழுதுவதில் பிழை
zh_tw: 寫入開機載入程式配置時發生了錯誤

source: system-config-kdump: Error write bootloader configuration
es: system-config-kdump: Error al escribir configuración de gestor de arranque
fr: system-config-kdump : erreur lors de l'écriture de la configuration du chargeur d'amorçage
hi: system-config-kdump: बूटलोडर विन्यास लिखने में त्रुटि
it: system-config-kdump: Errore scrittura configurazione del bootloader
pt_br: system-config-kdump: Erro de gravação da configuração do bootloader
ta: system-config-kdump: துவக்க ஏற்றி கட்டமைப்பை எழுதுவதில் பிழை
zh_tw: system-config-kdump：寫入開機載入程式配置時發生了錯誤

source: Error handling kdump services
es: Error al manejar servicios kdump
fr: Erreur de gestion des services kdump
hi: kdump सेवा के नियंत्रण में त्रुटि
it: Errore di gestione dei servizi di kdump
pt_br: Erro ao manusear os serviços kdump
ta: பிழையை கையாளும் kdump சேவைகள்
zh_tw: 處理 kdump 服務時發生了錯誤

source: system-config-kdump: Error handle services
es: system-config-kdump: Error al manejar servicios
fr: system-config-kdump : erreur de gestion des services
hi: system-config-kdump: सेवाओं के नियंत्रण में त्रुटि
it: system-config-kdump: Errore gestione servizi
pt_br: system-config-kdump: Erro ao manusear os serviços
ta: system-config-kdump: பிழையை கையாளும் சேவைகள்
zh_tw: system-config-kdump：處理服務時發生了錯誤

source: Configurations sucessfully saved
es: Configuraciones guardadas exitosamente
fr: Enregistrement des configurations réussi
hi: विन्यास को सफलतापूर्वक सहेजा गया
it: Configurazioni salvate con successo
pt_br: Configurações salvas com sucesso
ta: கட்டமைப்புகள் வெற்றிகரமாக சேமிக்கப்பட்டது
zh_tw: 配置已成功儲存

source: system-config-kdump: Configuration saved
es: system-config-kdump: Configuración guardada
fr: system-config-kdump: Configuration enregistrée
hi: system-config-kdump: विन्यास सहेजा गया
it: system-config-kdump: Configurazione salvata
pt_br: system-config-kdump: Configurações salvas
ta: system-config-kdump: கட்டமைப்பு சேமிக்கப்பட்டது
zh_tw: system-config-kdump：配置已儲存

source: Error reading kdump configuration: %s
es: Error en lectura de configuración de kdump: %s
fr: Erreur lors de la lecture de la configuration kdump : %s
hi: kdump विन्यास पढ़ने में त्रुटि: %s
it: Errore nella lettura della configurazione di kdump: %s
pt_br: Erro de leitura da configuração do kdump: %s
ta: kdump கட்டமைப்பை வாசிப்பதில் பிழை: %s
zh_tw: 讀取 kdump 配置時發生了錯誤：%s

source: system-config-kdump: kdump configuration file error
es: system-config-kdump: error de archivo de configuración kdump
fr: system-config-kdump : erreur du fichier de configuration kdump
hi: system-config-kdump: kdump विन्यास फाइल त्रुटि
it: system-config-kdump: errore file di configurazione di kdump
pt_br: system-config-kdump: erro no arquivo de configuração do kdump
ta: system-config-kdump: kdump கட்டமைப்பு கோப்பு பிழை
zh_tw: system-config-kdump：kdump 配置檔案發生了錯誤

source: Saving settings to kdump.conf
fr: Sauvegarde des paramètres dans kdump.conf

source: system-config-kdump: DBus error
es: system-config-kdump: Error de Dbus
fr: system-config-kdump : erreur DBus
hi: system-config-kdump: DBus त्रुटि
it: system-config-kdump: errore DBus
pt_br: system-config-kdump: Erro de DBus
ta: system-config-kdump: DBus பிழை
zh_tw: system-config-kdump：DBus 錯誤
