Repository: eurolinux-enterprise-linux-sources/system-config-kdump
Catalog: src/po/*.po
Languages: es, fr, hi, it, pt_br, ta, zh_tw

source: <b>Command line options</b>
es: <b>Opciones de línea de comando</b>
fr: <b>Options de ligne de commande</b>
hi: <b>कमांड लाइन विकल्प</b>
it: <b>Opzioni della linea di comando</b>
pt_br: <b>Opções da linha de comando</b>
ta: <b>கட்டளை வரி விருப்பங்கள்</b>
zh_tw: <b>指令列選項</b>

source: Choose default action
es: Elegir acción por Defecto
fr: Choisir une action par défaut
hi: तयशुदा क्रिया चुनें
it: Seleziona l'azione predefinita
pt_br: Escolha a ação padrão
ta: முன்னிருப்பு செயலை தேர்ந்தெடு
zh_tw: 選擇預設動作

source: <b>Default action</b>
es: <b>Acción por defecto</b>
fr: <b>Action par défaut</b>
hi: <b>तयशुदा क्रिया</b>
it: <b>Azione predefinita</b>
pt_br: <b>Ação padrão</b>
ta: <b>முன்னிருப்பு செயல்</b>
zh_tw: <b>預設動作</b>

source: Expert settings
es: Configuraciones de experto
fr: Paramètres expert
hi: विशेषज्ञ सेटिंग
it: Impostazioni avanzate
pt_br: Configurações avançadas
ta: திறமைவாய்ந்த அமைவுகள்
zh_tw: 進階設定

source: About system-config-kdump
es: Acerca de system-config-kdump
fr: À propos de system-config-kdump
hi: system-config-kdump का परिचय
it: Informazioni su system-config-kdump
pt_br: Sobre o system-config-kdump
ta: system-config-kdump பற்றி
zh_tw: 有關於 system-config-kdump

source: Configure kernel crash dumps
es: Configurar volcados de kernel
fr: Configuration des vidages sur incidents du noyau
hi: कर्नेल क्रैश डंप विन्यस्त करें
it: Configura crash dumps del kernel
pt_br: Configure os despejos de travamento do kernel
ta: கர்னல் க்ராஷ் டம்ப்களை கட்டமைக்கவும்
zh_tw: 配置 kernel 當機傾印

source: Kernel crash dumps
es: Volcados de kernel
fr: Vidages sur incidents du noyau
hi: कर्नेल क्रैश डंप
it: Crash dumps del kernel
pt_br: Despejos de travamentos do kernel
ta: கர்னல் க்ராஷ் டம்ப்கள்
zh_tw: Kernel 當機傾印

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
es: Este programa es de software libre, usted puede redistribuirlo y /o modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation; ya sea versión 2 de la licencia, o (según su opción) cualquier versión posterior. Este programa se distribuye con la esperanza de que pueda ser útil, pero no tiene NINGUNA GARANTÍA; no tiene ni siquiera la garantía implícita de CALIDAD MERCANTIL o CALIDAD DESEADA PARA UN PROPÓSITO PARTICULAR. Consulte, GNU General Public License para obtener mayor información. Debe de haber recibido una copia de GNU General Public License junto con este programa; si no, escriba a Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
it: Questo programma è software libero; è possibile ridistribuirlo o modificarlo secondo i termini della licenza GNU General Public License, come pubblicata dalla Free Software Foundation; versione 2 della licenza, o (a scelta) una versione più recente. Questo programma è distribuito nella speranza che possa risultare utile, ma SENZA ALCUNA GARANZIA, nemmeno la garanzia implicita di COMMERCIABILITÀ o APPLICABILITÀ PER UNO SCOPO PARTICOLARE. Per maggiori dettagli consultare la GNU General Public License. Dovreste aver ricevuto una copia della GNU General Public License insieme con questo programma; in caso contrario contattare la Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
pt_br: Este programa é um software livre. Você pode redistribuí-lo ou/e modificá-lo sob os termos do GNU General Public License como publicado pelo Free Software Foundation. Tanto a versão 2 da Licensa quanto (como queira) qualquer oura versão posterior. Este programa é distribuído na esperança que seja útil, mas SEM QUALQUER GARANTIA, sem mesmo a garantia implicada de MERCANTIBILIDADE ou ADEQUADO PARA UM PROPOSITO ESPECIFICO. Veja o GNU General Public License para mais detalhes. Você deve receber uma cópia do GNU General Public License junto com este programa. Caso não tenha recebido, escreva para Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
zh_tw: 本文件為自由軟體文件，您可在不違反自由軟體基金會所發行的 GNU General Public Licence（第二版或任何〔任選〕後續版本）的情況下，重新發佈與/或修改它。 本程式的發行，是為了能夠提供有用的幫助，但並不附帶任何的保證。對於任何商業行為皆不含任何保證，對任何特定用途亦不保證絕對符合。相關細節請查看 GNU General Public Licence。 您應取得了本程式所附的 GNU General Public License；若未取得的話，請聯絡自由軟體協會，地址：Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Failed to detect total system memory
es: La detección total de la memoria del sistema falló
hi: कुल सिस्टम स्मृति जांचने में विफल
it: Impossibile rilevare la memoria totale del sistema
pt_br: Falha ao detectar memória total do sistema
ta: மொத்த கணினி நினைவகத்தை காண முடியவில்லை
zh_tw: 無法偵測系統記憶體的總數

source: _Options
es: _Opciones
hi: विकल्प (_O)
it: _Opzioni
pt_br: _Opções
ta: விருப்பங்கள் (_O)
zh_tw: 選項(_O)

source: Partition:
es: Partición:
hi: विभाजन:
it: Partizione:
pt_br: Partição:
ta: பகிர்வு:
zh_tw: 分割區：

source: <b>Core collector</b>
es: <b>Colector de núcleo</b>
hi: <b>केंद्रीय संग्राहक</b>
pt_br: <b>Coletor do core</b>
ta: <b>கோர் சேகரிப்பவர்</b>
zh_tw: <b>核心蒐集程式</b>

source: Original:
hi: मौलिक:
it: Originali:
ta: அசல்:
zh_tw: 原始：
